{"inkVersion":21,"root":[["^You (DMV Worker): All right, what are you here for?","\n","^Patron: Your soul.","\n","^You (DMV Worker): What?","\n","^Patron: You heard me.","\n","ev","str","^No, you can't have that, what the fuck?","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^...Do you have all the necessary documents for that?","/str","/ev",{"*":"0.c-1","flg":20},{"c-0":["^ ",{"->":"nosoul"},"\n",{"->":"0.g-0"},{"#f":5}],"c-1":["^ ",{"->":"confirm"},"\n",{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"nosoul":["^Patron: Well, you have to help me. You're the service worker.","\n","^You (DMV Worker): Doesn't mean you can demand my soul!","\n","^Patron: Someone tried to sell their soul on eBay once. This is just like that.","\n","^You (DMV Worker): Well, eBay took it down.","\n","^Patron: Why?","\n","^You (DMV Worker): eBay said that if he wasn't actually selling his soul it went against their terms of service because you have to actually be selling an item.","\n","^You (DMV Worker): And if he was actually selling his soul it was a human body part and thus also against their terms of service.","\n","^Patron: The DMV doesn't have a terms of service.","\n","^You (DMV Worker): Yes it fucking does, it's called common sense. Get out of here.","\n",{"->":"interlude"},{"#f":1}],"confirm":["^Patron: Yeah. Here's the form, my two proofs of residency, my ID, and a signed disclaimer statement.","\n","^You (DMV Worker): Let me check if this form is valid real quick.","\n","^(computer beeps)","\n","^You (DMV Worker): It isn't.","\n","^Patron: What?! But I got this form off of your website!","\n","^You (DMV Worker): Do you really think someone would do that? Just go on the Internet and tell lies?","\n","^Patron: No?","\n","^You (DMV Worker): Then you are incredibly naive and stupid. I can't help you.","\n",{"->":"interlude"},{"#f":1}],"interlude":["^Patron: ...Well, you have a nice day.","\n","^You (DMV Worker): I'm not sure if I can still have a nice day anymore.","\n","^You (DMV Worker): Next.","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}