{"inkVersion":21,"root":[["^Nathan: Hey, nice to see you back.","\n","ev","str","^How are you?","/str","/ev",{"*":"0.c-0","flg":20},{"c-0":["\n","^You: How are you doing?","\n","^Nathan: Been sitting here for a long time.","\n","^[Me too]","\n","^[Hope]","\n","^Nathan: I have faced real nightmares awake. I don’t think anything of the kind will scare me at all.","\n","^Nathan: I have been to the snowy mountains of Tibet, scorching desert of Rub' al Khali and so many more. Danger is my middle name.","\n",["ev","str","^Then why are you here","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Tell me more about Tibet","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Tell me about Rub’ al Khali","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":["\n","^You: It seems you don’t belong here.","\n","^Nathan: I don’t. I was about to… aghh never mind","\n",{"->":".^.^.g-0"},{"#f":5}],"c-1":["\n","^You: Mister Drake, tell me about your adventure in Tibet.","\n","^Nathan: It was the time I discovered shambala along the way. General Akazar he was trying to unleash this ancient mystic force on us. Of course we weren’t gonna let them. Oh, by we I meant Sully, Eleana and I.","\n",{"->":".^.^.g-0"},{"#f":5}],"c-2":["\n","^You: How about the desert?","\n","^Nathan: I fell out of a plane and right into that damned desert. I wandered for nights and days, until I was saved by the local people. After reuniting with Sully and Eleana, I was able to stop Katherine Marlowe from abusing the power in the forgotten city. We are literally fighting in a crumbling city.","\n",{"->":".^.^.g-0"},{"#f":5}],"g-0":["^Conditional: Nathan: Don’t you want to hear all my other adventures?","\n","^Nathan: Yes we should.","\n",["ev","str","^Eleana sounds important","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^How are you still alive?","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^You: This Eleana seems more important than you are leading on.","\n","^Nathan: Oh, she is my wife now.","\n",{"->":".^.^.g-0"},{"#f":5}],"c-1":["\n","^You: It seems unreal that you are still alive.","\n","^Nathan: Living in constant adventure is not the only way you could die. You can also die from a thousand paper cuts in an office.","\n",{"->":".^.^.g-0"},{"#f":5}],"g-0":[["ev","str","^You were about to do something?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^You: What were you about to do beforehand?","\n","^Nathan: I was about to get on a boat.","\n","end",{"->":"0.g-0"},{"#f":5}]}],{"#f":5}]}],{"#f":5}]}],{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"#f":1}],"listDefs":{}}