{"inkVersion":21,"root":[[{"->":"StephenRotation03Start"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"StephenRotation03Start":[["^Stephen King: Hi.","\n","^You: Hi.","\n","^Stephen King: I'm collecting a lot of really good material watching you spin around and talk to everyone.","\n","^Stephen King: Although, I'm unsure if anyone will believe me.","\n","^You: It sounds like you could write about anything and people would be like \"that's scary\".","\n","^Stephen King: What's scary to you?","\n","ev","str","^Losing Job","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^What about you?","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^You: Losing any one of my jobs. I gotta pay rent, if I can't pay rent I can't play Xbox.","\n","^Stephen King: Do people still play Xbox?","\n","^You: Obviously. I'm people.","\n","^Stephen King: I'm sure there's plenty of new cool things that are available.","\n","^You: Halo Infinite.","\n","^Stephen King: You know who would play a really good Master Chief?","\n","^You and Stephen King: The Rock.","\n","^Stephen King: I'm glad we're on the same page.","\n",{"->":"StephenRotation03End"},{"#f":5}],"c-1":["\n","^You: I'm not scared of anything. What are you most afraid of?","\n","^Stephen King: Everyone has something to be afraid of.","\n","^You: I worked past that a long time ago.","\n","^Stephen King: I think...I'd have to think a while. Elevators scare me, because you're confined in a metal box.","\n","^Stephen King: Mostly though I have a hard time facing myself. I'm scared of not being able to write and expel my demons. Would they take over?","\n","^You: That's really poetic.","\n",{"->":"StephenRotation03End"},{"#f":5}]}],{"#f":1}],"StephenRotation03End":["^Stephen King: It's funny what scares people these days.","\n","^You: When you live in a capitalist hellscape most things aren't scary anymore.","\n","^Stephen King: At the end of the day, all that's left is you and yourself.","\n","^You: Yeah no one wants that.","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}