{"inkVersion":21,"root":[[{"->":"KermitRotation02Start"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"KermitRotation02Start":["^Kermit: So you’ve orbited once around the sun.","\n","^Kermit: Hey, do you think that staying here is a good idea?","\n","^Kermit: I mean, what do you think about us all just sitting here?","\n",{"->":"KermitRotation02Intro"},{"#f":1}],"KermitRotation02Intro":[["ev","str","^I don’t know","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^I think we're trapped?","/str","/ev",{"*":".^.c-1","flg":4},"ev","str","^How do you feel, I feel strange.","/str","/ev",{"*":".^.c-2","flg":4},{"c-0":["\n","^You: I feel like you would seem to know the answer because you’re green.","\n","^You: Talking to you feels very reassuring.","\n","^You: I don’t really know the first step to take to not be just sitting here.","\n","^Kermit: People do say that about me.","\n","^Kermit: I have a feeling that there’s some kind of stress test we’re under. Like we’re on the stage.","\n","^You: What an astute observation. How did you come to that conclusion?","\n","^Kermit: Oh I’ve been around sets my whole life, and this place has that je ne sais quoi aroma.","\n","^You: je ne sais quoi…","\n","^Kermit: The bright lights on the stage of life can show you what you don’t know.","\n",{"->":"KermitRotation02End"},{"#f":5}],"c-1":["\n","^You: We’re definitely trapped here. I don’t want to move.","\n","^You: I’m perfectly happy in my seat. Like I’ve sunk to the bottom of the ocean, just chilling.","\n","^Kermit: I do feel quite heavy, for a lightweight frog like me.","\n","^Kermit: What if the weight of the world is what’s trapped us here?","\n","^Kermit: We’ve got to find greener pastures.","\n","^You: Being held hostage that’s for sure.","\n",{"->":"KermitRotation02End"},{"#f":5}],"c-2":["\n","^You: I think I’m feeling funny. Like, not fully myself, everything feels slow and glowing.","\n","^Kermit: Was it the electric shock?","\n","^Kermit: I’m sorry my actions led to consequences that hurt you. I know when to apologize.","\n","^Kermit: Now that you mention it though, it does feel like we may have been drugged. Reminds me of the time I spent traveling with the Grateful Dead, The Beatles and Taylor Swift.","\n",{"->":"KermitRotation02BeingHigh"},{"#f":5}]}],{"#f":1}],"KermitRotation02BeingHigh":[["ev","str","^Being High?","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^It's always like this, Pain","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^You: Oh like, We’re high. High on life?","\n","^Kermit: I think they are giving us something through the air vents.","\n","^You: Oh like, a second hand high?","\n","^Kermit: It’s a lifestyle I left behind, but I know it when i feel it.","\n","^Kermit: But it seems like it’s different, or strange. Like you!","\n","^You: Wow ok. I can’t tell if that’s a compliment or not…","\n",{"->":"KermitRotation02End"},{"#f":5}],"c-1":["\n","^You: I don’t mind being shocked. I kinda feel like this all the time.","\n","^Kermit: Oh, that’s sort of sad. Do you need a hug?","\n","^You: I would love a hug…but I feel really stuck in this spot.","\n","^Kermit: air hug!","\n","^You: Kermit and You air hug.","\n",{"->":"KermitRotation02End"},{"#f":5}]}],{"#f":1}],"KermitRotation02End":["^Kermit: So you’ll orbit again around the sun.","\n","^Kermit: Hey, do you think that staying here is a good idea? I’ve got a bad feeling.","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}