{"inkVersion":21,"root":[["^You (DMV Worker): All right, what are you here for?","\n","^Patron: You’re off shift.","\n","^You (DMV Worker): You’re not one of my coworkers.","\n","^Patron: I am now. You’re off shift.","\n","ev","str","^When did they hire you? This place has been on a hiring freeze ever since Covid.","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^Do you have documentation of that?","/str","/ev",{"*":"0.c-1","flg":20},{"c-0":["^ ",{"->":"hire"},"\n",{"->":"0.g-0"},{"#f":5}],"c-1":["^ ",{"->":"confirm"},"\n",{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"hire":["^Patron: Five minutes ago.","\n","^You (DMV Worker): Huh?","\n","^Patron: Yeah. Just got the confirmation email and everything.","\n","^You (DMV Worker): How much are they paying you?","\n","^Patron: Isn't talking about that illegal?","\n","^You (DMV Worker): That's what they want you to think.","\n","^Patron: Uh...","\n","^You (DMV Worker): It's my boss I'll be mad at, not you.","\n","^Patron: ...They pay me 80k a year.","\n","^You (DMV Worker): Shit, I'm getting underpaid.","\n","^Patron: Sorry.","\n","^You (DMV Worker): Like I said, not your fault.","\n",{"->":"interlude"},{"#f":1}],"confirm":["^Patron: Yeah. Here.","\n","^You (DMV Worker): Oh, huh, you weren't kidding.","\n","^You (DMV Worker): Would have appreciated a heads up from the boss at least...","\n","^Patron: This is the DMV. What did you expect?","\n","^You (DMV Worker): Yeah, good point. I assume they didn't train you either?","\n","^Patron: Nope. They said I could figure it out as I went.","\n","^You (DMV Worker): Well, these systems are so criminally babyproofed that I feel like I'm losing brain cells when I work here.","\n","^Patron: Ah.","\n","^You (DMV Worker): Yeah.","\n",{"->":"interlude"},{"#f":1}],"interlude":["^Patron: I mean, I can take over here if you wanted to go on break.","\n","^You (DMV Worker): That sounds... very nice, actually. Thanks.","\n","^Patron: Have a good one.","\n","^You (DMV Worker): You too.","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}