{"inkVersion":21,"root":[["^(distant explosion)","\n","^You (Streamer): Well, I guess we know how those fried ice cubes turned out.","\n","^You (Streamer): Hey, why’re you so quiet?","\n","^Flork: A- a-","\n","^You (Streamer): Yes?","\n","^Flork: (snickering)","\n","^You (Streamer): ...","\n","^Flork: Among us.","\n","^You (Streamer): Really.","\n","ev","str","^Peak comedy.","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^I'm going to beat you with a hammer.","/str","/ev",{"*":"0.c-1","flg":20},{"c-0":["^ ",{"->":"comedy"},"\n",{"->":"0.g-0"},{"#f":5}],"c-1":["^ ",{"->":"hammer"},"\n",{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"comedy":["^Flork: Yes, I know. Thank you for acknowledging it.","\n","^You (Streamer): Look, I get the appeal of the joke, but when you have chat screaming it at you 24/7 it gets old fast.","\n","^You (Streamer): Don’t you have any other jokes?","\n","^Flork: Only ones about your mom.","\n","^You (Streamer): I swear I will end stream if I hear another childish joke.","\n","^Flork: Well, sorry for having the humor of a five year old.","\n","^You (Streamer): You probably ARE a five year old! I can’t tell how old you guys are!","\n",{"->":"interlude"},{"#f":1}],"hammer":["^Flork: Well, that makes you the imposter!","\n","^You (Streamer): I don’t care what you call me at this point, I am sick of that meme.","\n","^You (Streamer): You play Among Us ONCE, during the pandemic when everyone’s going ax crazy…","\n","^Flork: Red is sus, vote them out!","\n","^You (Streamer): Yeah, okay, whatever. I’ll just go shoot myself out of the airlock.","\n","^Flork: No, you have to be voted out! If you space yourself without getting voted out that’s sus!","\n","^You (Streamer): What do you WANT from me???","\n","^Flork: To sit still while we vote!","\n","^You (Streamer): Oh my god.","\n",{"->":"interlude"},{"#f":1}],"interlude":["^You (Streamer): Okay, that’s enough. How do I turn off the game.","\n","^Flork 6: No don’t shoot me out of the airlock I’m so sexy aha","\n","^You (Streamer): Alt-F4 it is.","\n","^You (Streamer): That was a lot, to say the least.","\n","^You (Streamer): I wonder what’s after-","\n","^You (Streamer): Oh, shit, my OBS died.","\n","^You (Streamer): GUYS, IF YOU CAN STILL HEAR ME, REFRESH THE STREAM -","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}